<template>
	<section class="main__advantage advantage">
		<div class="advantage__container">
			<h3 class="advantage__title">Преимущества платформы:</h3>
			<ol class="advantage__list">
				<li v-for="advantage in advantages" :key="advantage">{{ advantage }}</li>
			</ol>
		</div>
	</section>
</template>
<script setup>
const advantages = [
	'Профильное интернет-площадке по купле-продаже животных',
	'Создание открытой конкуренции между заводчиками за счёт общей площадки, возможность выбора для покупателей',
	'Возможность получить экспертное заключение о состоянии здоровья животного перед покупкой',
	'Информационная поддержка Продавцов, Покупателей, Партнеров проекта',
	'Содействие от выбора животного до его перевозки и страхования',
	'Большое зоо-сообщество: заводчики, ветеринары, научные деятели, профильные магазины и иные организации',
	'Возможность размещения товаров на продажу',
	'Перспектива развития образовательного и развлекательного направлений'
]
</script>